{
  "yazilim": {
    "titles": "Buy On Board Services"
  },
  "yazilim2": {
    "titlel": "Lean Manufacturing",
    "titlew": "WMS"
  },
  "yazilim3": {
    "titleww": "Web Software",
    "titlem": "Mobile Application",
    "titleu": "UI/UX Design"
  },
  "giris": {
    "baslik": "What Do We Do?",
    "baslik2": "How Do We Work?",
    "baslik3":"Clients we have worked with",
    "baslik4":"Contact us"
  },
  
  "steps": {
    "titlep": "1. Planning and Research",
    "contentp1": "Set Personal Goals",
    "contentp2": "Determine the target audience",
    "contentp3": "Make competitive analysis",
    "titled": "2.Design",
    "contentd1": "Do visual design",
    "contentd2": "Create prototypes .",
    "titlec": "3.Coding",
    "contentc1": "Develop Frontend ",
    "contentc2": "Develop Backend ",
    "titlet": "4.Testing",
    "contentt1": "Do usability testing ",
    "contentt2": "Do functional testing.",
    "contentt3": "Do scanner and device testing.",
    "titlew": "5.Website Publishing",
    "contentw1": "We provide domain and hosting services.",
    "contentw2": "Website Publishing",
    "titlemm": "6.Maintenance and Update",
    "contentmm1": "Monitoring Performance.",
    "contentmm2": "Update Regular."
  },
  "buyon":{
    "giris":"As Romsis, we enrich the modern airline experience with “Buy on Board” (BOB) services. By offering a variety of food and beverage options to our passengers during the flight, we increase their comfort and also provide additional revenue opportunities for airlines. While passengers can easily choose their preferred products, we effectively manage in-flight services and ensure that sales transactions are carried out smoothly. Through the “Buy on Board” system, we aim to make passengers’ travels more enjoyable and increase the operational efficiency of airlines.",
    "baslik1":"BUY ON BOARD SOFTARE SERVICES",
    "altbaslik1":"1.In-Flight Loading",
    "par1":"In-flight loading is a process carried out before the flight where airline companies carefully plan and load the products to be sold on board (food, beverages, and duty-free items). At this stage, loading is done by taking into account stock quantities, passenger numbers, and product variety. The products are taken from airport warehouses and placed in appropriate compartments on the plane. The in-flight loading process is meticulously performed in terms of both safety and operational efficiency.",
    "altbaslik2": "2.In-Flight Sales and Inventory Management",
    "par2":"In-flight sales and inventory management involves the cabin crew selling food, beverages, and other products to passengers during the flight. These sales are typically conducted via cash, credit card, or airline applications. Inventory management includes recording sold items and tracking remaining stock. Digitally recording sales allows for accurate post-flight stock assessment and helps determine needs for the next flight.",
    "altbaslik3":"3.Post-Flight Accounting and Reporting Process",
    "par3": "After the flight, sales data is collected and entered into the airline’s accounting system. Revenue reports are prepared by comparing sales and inventory data. This process also includes reporting on issues such as lost or damaged products. The post-flight accounting and reporting process provides the necessary data for the planning of the next flight by analyzing detailed information such as revenues, expenses, and unsold products.",
    "baslik2":"BUY ON BOARD RETAIL SERVICES",
    "par4":"With our retail service, which allows for entering specific loading quantities, cabin and passenger information, and custom pricing for each flight, we meet all your needs before, during, and after the flight."
  },  
  "yalin": {
    "baslik1":"LEAN MANUFACTURING",
    "par1" :"Lean manufacturing is a production philosophy focused on minimizing waste and creating value. Our goal is to optimize production processes to enhance the efficiency of your business.",
    "tit1":"End-to-End Manufacturing Process Analysis",
    "text1":"We analyze our customers' entire production processes from start to finish. This analysis is an assessment of the current situation and identification of areas for improvement.",
    "ex1":"For an automotive manufacturer, we identify time wasters and bottlenecks by reviewing each step in the assembly line.",
    "tit2":"Completion of Incomplete Processes",
    "text2":"We eliminate production disruptions by completing missing processes. This process includes employee training and equipment updates.",
    "ex2":"Based on feedback, we solve problems in equipment use and provide the necessary training.",
    "tit3":"Removing Unnecessary Processes",
    "text3":"By removing unnecessary processes, we reduce costs and provide more efficient production. This not only saves time, but also helps to use resources more effectively.",
    "ex3":"By optimizing storage processes, we enable products in inventory to move faster.",
    "tit4":"Providing Increased Productivity",
    "text4":"We carry out continuous improvement work to increase efficiency. This includes analyzing processes, developing strategies to increase employee motivation, and using technology.",
    "ex4":"By implementing AI-powered process monitoring systems, we track real-time efficiency rates.",
    "tit5":"Traceable and Manageable Workflows",
    "text5":"We offer traceable and manageable production processes by detailing workflows. This allows managers to better manage processes and increase performance.",
    "ex5":"By installing real-time monitoring systems in our production lines, we instantly report the efficiency of each stage.",
    "tit6":"Continuous Improvement and Update",
    "text6":"With the philosophy of continuous improvement, we constantly review our processes. We evaluate our observations and take steps towards improvement. We follow a systematic path while taking these steps.",
    "ex6":" We implement suggested improvements by holding regular feedback meetings with team members.",
    "baslik2":"MRP - Material Requirements Planning",
    "par2":"Material Requirements Planning (MRP) is a method used by a business to plan the materials needed during the production process and to procure them at the right time. The MRP system aims to optimize the inventory and procurement process by determining the necessary quantities of raw materials and components based on the demanded product quantities and the production schedule. This way, businesses can reduce the risk of overstocking or understocking the materials needed for production, thereby controlling their costs and ensuring production continuity.",
    "altbaslik":"The MRP system is based on three fundamental elements:",
    "span1":"1.Bill of Materials (BOM): ",
    "span2":"2.Master Production Schedule (MPS): ",
    "span3":"3.Inventory Status: ",
    "liste1":"This is a list that shows which materials are required to produce the products. It includes all components and subcomponents of the products.",
    "liste2":"This schedule indicates the quantity and timing of the products that are planned to be produced. It is determined based on customer demands and the production capacity of the business.",
    "liste3":": This includes information about current stock levels, order statuses, and lead times. By taking inventory status into account, the necessary materials are ordered in a timely manner.",
    "ornek":"Open Example",
    "kapat":"Close Example"
  },
  "wms": {
    "baslik1":"WMS Warehouse Management Systems: Efficient and Smart Warehouse Solutions",
    "par":"With WMS Warehouse Management Systems, plan and address your international storage area like a city architect, instantly control and evaluate your supply chain and suppliers. Manage your incoming production entries and shipments in a timely and controlled manner while sending the right product to your customers at the right time. While making your inter-warehouse shipments safe and efficient, carry out your transactions smoothly with our user-friendly and easy interface. We optimize your business processes by offering customized solutions according to your additional needs.",
    "baslik2":"How We Work: Our Processes and Approach",
    "liste1":"Designing a user-friendly interface",
    "liste2":"Creation of the website for convenient display to users",
    "liste3":"Creation of Android and IOS based mobile application",
    "liste4":"Developing a preliminary indexing system where customer requests and suggestions can be tested",
    "liste5":"Monitoring the approval processes of customer feedback and additional request proposals and notification of the results",
    "liste6":"Being a customizable software",
    "liste7":"Development and monitoring of billing and payment systems",
    "baslik3":"Romsis WMS, MRP Warehouse Solution Modules"
  },
  "mobil":{
    "baslik1":"Mobile Applications of the Future",
    "par":"We develop user-friendly and innovative mobile applications that perform excellently on both iOS and Android platforms. By utilizing modern technologies, we offer solutions that work efficiently on both platforms while prioritizing user experience. Our aim is to create impressive and functional applications that fully respond to our clients' needs.",
    "baslik2":"Our Services:",
    "altbaslik1":"iOS Mobile Application Services",
    "text1":"We develop user-oriented and high-performance iOS applications that comply with Apple's App Store standards.",
    "detay1":"In the iOS application development process, user experience is at the forefront. Our team produces in Swift and Objective-C languages high-performance, safe and effective applications.",
    "altbaslik2":"Android Mobile Application Services",
    "text2":"We offer extensible, scalable and secure applications for Android devices.",
    "detay2":"Android applications are developed with Java and Kotlin. Our apps run smoothly on a wide range of devices and are designed to comply with Google Play Store standards.",
    "altbaslik3":"Cross Platform Application Services",
    "text3":"We create applications that perform perfectly on both iOS and Android devices with a single code base.",
    "detay3":"We develop cross-platform applications with technologies such as React Native and Flutter. This way, you get excellent performance on both iOS and Android devices with a single code base.",
    "altbaslik4":"Smart Watch Application Systems",
    "text4":"We develop modern and innovative applications for smart watches that prioritize user experience.",
    "detay4":"In smart watch applications, user-friendly interfaces and energy efficiency are at the forefront.We develop and deliver applications optimized for wearable technologies.",
    "altbaslik5":"Mobile System & Interface Development",
    "text5":"We strengthen your mobile interfaces with modern and user-friendly designs.",
    "detay5":"Interface design in mobile applications is extremely important for users to use the application effectively. Our designs are prepared in line with the demands of the users and are experience-oriented.",
    "baslik3":"What We Do:",
    "d":"Detail",
    "dt":"Detailed Information:"
  },
  "uiux": {
    "baslik1":"UI/UX Design",
    "par":"UI (User Interface) and UX (User Experience) design allows users to navigate websites easily and provides a visually appealing experience. A well-optimized UI/UX engages visitors, keeping them on the site longer and increasing conversion rates. This also helps improve your website's ranking on search engines.",
    "baslik2":"Current Design Trends:",
    "liste1":"Minimalist Design",
    "liste2":"Dark Mode",
    "liste3":"Micro Interactions",
    "liste4":"Voice Interfaces",
    "liste5":"Personalized Experiences",
    "baslik3":"Our UI/UX Process",
    "altbaslik":"1. User Research",
    "la1":"Creating user personas",
    "la2":"Collecting data through surveys and interviews",
    "la3":"Identifying user needs",
    "altbaslik2":"2. Definition and Analysis",
    "lb1":"Analyzing data to define user needs",
    "lb2":"Creating user personas",
    "lb3":"Creating journey maps",
    "altbaslik3":"3. Prototyping",
    "lc1":"Creating wireframe designs",
    "lc2":"Developing interactive prototypes",
    "lc3":"Revising based on user feedback",
    "altbaslik4":"4. Design",
    "ld1":"Determining color palettes and typography",
    "ld2":"Creating aesthetic aspects of the design",
    "ld3":"Creating functional aspects of the design",
    "altbaslik5":"5. User Testing",
    "le1":"Conducting user tests with prototypes",
    "le2":"Gathering and analyzing feedback",
    "le3":"Optimizing the design based on user feedback",
    "altbaslik6":"6. Iteration",
    "lf1":"Improving the design based on feedback",
    "lf2":"Continuous revision processes",
    "lf3":"Continuous improvement processes",
    "altbaslik7":"7. Development",
    "lg1":"Developing and coding the design",
    "lg2":"Coding process",
    "lg3":"Creating the final product",
    "altbaslik8":"8. Launch and Monitoring",
    "lk1":"Launching the product to the market",
    "lk2":"Monitoring the product in the market",
    "lk3":"Tracking user feedback",
    "altbaslik9":"9. Continuous Improvement",
    "ll1":"Updating according to new user needs",
    "ll2":"Continuously improving the product",
    "ll3":"Providing ongoing support for the product",
    "baslik4":"Technologies and Tools Used",
    "figma":"A cloud-based design tool that allows for real-time collaboration, enabling easy sharing among teams.",
    "adobe":"Used for prototyping and user interface design. Allows easy sharing of visual designs.",
    "zeplin":"A tool that bridges the gap between designers and developers, making it easy to hand off designs to developers."
  },
  "web": {
    "baslik1":"MODERN WEB SOFTWARE SOLUTIONS",
    "par":"We offer modern and scalable web software solutions for your business. With professional web development, frontend, and backend technologies, we create strong, reliable, and fast digital platforms.",
    "baslik2":"Key Components of Web Software",
    "altbaslik1":"Frontend Technologies",
    "icerik1":"User interfaces are designed with HTML, CSS, and JavaScript. Frameworks like React and Angular are important at this stage.",
    "modul1":"Frontend is the first layer in web software that interacts with the user. This layer is structured with HTML, styled with CSS, and made dynamic with JavaScript. Modern solutions like React, Angular, and Vue.js can be used as frameworks.",
    "altbaslik2":"Backend Technologies",
    "icerik2":"Data is processed on the server side with languages like Python, Node.js, PHP, and JavaScript.",
    "modul2":"The backend manages processes that occur on the server side of web software. In this layer, technologies such as Python, Node.js, PHP, and Ruby process data, manage sessions, and provide data to the frontend through APIs.",
    "altbaslik3":"Database Management",
    "icerik3":"Databases play a critical role in web software. Systems like MySQL and MongoDB are preferred.",
    "modul3":"Database management is one of the key building blocks of a web application. Databases ensure secure and efficient data storage. SQL-based MySQL or NoSQL-based MongoDB are common choices.",
    "detay":"Detailed Information",
    "kapat":"Close",
    "baslik3":"Web Software Development Stages",
    "liste1":"Receiving Client Requirements",
    "liste2":"Project Definition and Requirement Analysis",
    "liste3":"Planning and Timeline",
    "liste4":"Design (UI/UX)",
    "liste5":"Prototype Creation",
    "liste6":"Development (Coding)",
    "liste7":"Testing and Debugging",
    "liste8":"Deployment",
    "liste9":"Training and Documentation",
    "liste10":"Maintenance and Support",
    "baslik4":"Technologies We Use:",
    "html":"The basic markup language that forms the skeleton of web pages. It is used to define the content structure.",
    "css":"The language that styles and controls the appearance of web pages. It is used for colors, fonts, and page layouts.",
    "react":"A popular JavaScript library used for building user interface components.",
    "word":"The world's most popular content management system (CMS). It is used to create websites with a user-friendly structure.",
    "js":"A programming language that adds interactive features to web pages and runs on the browser.",
    "vue":"A lightweight and flexible JavaScript framework used for creating modern user interfaces.",
    "figma":"A cloud-based design tool used for designing web and mobile application interfaces.",
    "sql":"A popular open-source database management system used for database management in web applications.",
    "node":"An open-source platform that runs JavaScript. It is used to develop high-performance web applications.",
    "php":"A scripting language that runs on the server side and is commonly used to create dynamic web pages.",
    "boot":"A popular CSS framework used to quickly and easily create responsive websites.",
    "asp":"A framework developed by Microsoft for building web applications.",
    "c":"A modern, object-oriented programming language developed by Microsoft used for various applications.",
    "payton":"A high-level programming language with extensive applications, known for its readability.",
    "oracle":"A powerful and reliable database management system, widely used for large-scale databases.",
    "tailwind":"A CSS framework based on utility classes that speeds up the design of user interfaces.",
    "flutter":"A UI framework developed by Google for creating cross-platform mobile applications.",
    "docker":"A container platform that allows applications to run in isolated environments.",
    "mongo":"A popular NoSQL database used for storing and managing large data sets.",
    "ruby":"A dynamic, object-oriented programming language commonly used in web application development."
  },
  "hakkimizda": {
    "baslik1": "Who Are We?",
    "par1": "As Romsis Software, we are a software company that operates on a global scale, making a difference in software technologies. Since our establishment, we have strengthened the business processes of our clients by offering consultancy and application services in various international and local projects. With our expert team, we aim to simplify life by providing stock, warehouse, and sales solutions for commercial enterprises. At the same time, we develop innovative technologies in the software industry, creating world-class products. Our goal is to become a Turkish software brand that advances technology, generates value, and is preferred globally.",
    "baslik2": "Our History",
    "par2": "Our journey from 1997 to the present;",
    "tarihalt1": "We were founded to develop projects that make WMS (Warehouse Management System) processes for companies in the manufacturing sector more practical and traceable.",
    "tarihalt2": "We transformed into a capital company, continuing our growth journey with determination.",
    "tarihalt3": "We successfully launched our first overseas project.",
    "tarihalt4": "We introduced a payment management system project for the aviation industry, allowing in-flight sales operations and back-office processes to be managed effectively.",
    "tarihalt5": "We successfully launched our Buy On Board project, an in-flight catering sales project.",
    "tarihalt6": "We continue to develop payment solutions and catering management systems for airlines in Turkey and around the world.",
    "baslik3": "Romsis Support Service",
    "par3": "Support and training services for Romsis users are provided by Romsis Academy and Authorized Romsis Business Partners. These services, aimed at quickly addressing issues and needs in users' information infrastructures, are applied in a wide scope, including Project Consultancy, User Training, Remote Connection, On-Site Support, Tele-Support, Data Maintenance, Network and Database Consultancy.",
    "baslik4": "R&D",
    "par4": "Our company invests 65% of its revenue in R&D, developing products with innovative technologies and creating new products tailored to customer needs. We collaborate with partner groups in India, Romania, Ireland, Russia, Azerbaijan, the United States, and Estonia to integrate the latest technologies into our products. For user interface designs, we adopt a collective approach by receiving support from universities and corporate identity experts. In backend development, we ensure secure and efficient data flow with the latest technologies.",
    "baslik5": "Investor Relations",
    "par5": "Since 2012, our company has partnered with globally recognized software companies. Through projects realized with domestic and international distributors and solution partners, we maintain the highest level of customer satisfaction. Despite receiving interest from many foreign investors in 2017, we could not find an investor suitable for our ecosystem and internal structure, and we continue to operate as a 100% domestic software company.",
    "baslik6": "Our Team",
    "title1": "Deputy General Manager Responsible for Technology",
    "title2": "Deputy General Manager Responsible for Operations",
    "title3": "Director Responsible for Operations",
    "title4": "CTO",
    "title5": "Software Team Leader",
    "title6": "Accounting Manager"
},
"referans": {
  "musteri": "Customer",
  "ofis": "Office in Country",
  "ulke": "Countries of Sales"
},
"sorular": {
  "baslik": "FREQUENTLY ASKED QUESTIONS",
  "soru1": "What Are the Custom Software Development Processes?",
  "soru2": "How Is Web Coding Done? Which Languages Are Used?",
  "soru3": "What Are the Processes of Website Development?",
  "soru4": "What Are Customizable and Scalable Software?",
  "soru5": "What Is Integration Service?",
  "soru6": "What Is a Landing Page? What Is It Used For?",
  "soru7": "What Are the Differences Between Web Design and Web Development?",
  "soru8": "What Is a Corporate Website?",
  "soru9": "What Is Internet Advertising?",
  "soru10": "What Kind of Setup Is Required for Software Installation?",
  "soru11": "What Solutions Do You Offer?",
  "soru12": "How Does the Web Design Process Work?",
  "soru13": "What Are the Benefits of Web Design?",
  "soru14": "What Is the Difference Between Ready-Made and Custom Web Design?",
  "soru15": "Why Should I Choose Romsis Software for Web Design?",
  "cevap1": "Custom software development processes aim to provide solutions tailored to user needs. These processes include requirement analysis, design, development, testing, implementation, and maintenance & support.",
  "cevap2": "Web coding is generally done using HTML, CSS, and JavaScript. HTML forms the structure of the page, CSS styles the design, and JavaScript manages dynamic features.",
  "cevap3": "Website development consists of planning, design, development, testing, publishing, and maintenance stages. Each stage ensures the smooth operation and goal alignment of the site.",
  "cevap4": "Customizable software can be tailored to the user's needs, while scalable software allows users to make changes and add new features.",
  "cevap5": "Integration service allows different software systems to work together, optimizing data flow and making business processes more efficient.",
  "cevap6": "A landing page is a special page designed to direct visitors towards a specific goal, often used for product promotion or encouraging form submissions.",
  "cevap7": "Web design focuses on aesthetics and user experience, while web development deals with backend functionality and technical infrastructure.",
  "cevap8": "A corporate website is the digital face of a business, showcasing its products and services, providing contact information, and strengthening brand image.",
  "cevap9": "Internet advertising promotes products or services through digital platforms, aiming to reach target audiences and increase conversion rates.",
  "cevap10": "The installation of Romsis software requires checking system requirements, obtaining necessary licenses, configuring databases, and making system settings. Our expert team guides you through this process.",
  "cevap11": "At Romsis, we offer cloud-based software, ERP systems, warehouse management (WMS), procurement management, data management, and MRO solutions, along with custom software development and consulting services.",
  "cevap12": "The web design process involves needs analysis, design, development, and testing phases. Customer expectations are identified, the design is created, the site is coded, and it is tested before going live.",
  "cevap13": "Web design strengthens your business's online presence, improves brand image, and helps you reach potential customers. A user-friendly site encourages visitors to stay longer.",
  "cevap14": "Ready-made web design offers a quick and cost-effective solution using templates. Custom web design provides a fully customized design tailored to your business needs.",
  "cevap15": "Romsis offers high-quality, user-friendly, and SEO-optimized web designs with an experienced team. Our technical support and consulting services assist you at every step of the process."
},
"iletisim": {
  "baslik1": "Contact",
  "baslik2": "Our Offices",
  "altbaslik1": "Headquarters",
  "altbaslik2": "R&D",
  "altbaslik3": "Sabiha Gökçen Airport Branch",
  "altbaslik4": "Ankara Esenboğa Airport Branch",
  "altbaslik5": "Antalya Airport Branch",
  "altbaslik6": "Azerbaijan Office",
  "icerik1": "Maslak Mahallesi Maslak Meydanı Sok. No:3 Veko Giz Plaza Floor:2 Apt:1-2 Maslak Sarıyer Istanbul Turkey",
  "icerik2": "Trakya University Ayşekadın Campus, 22100 Edirne Turkey",
  "icerik3": "Istanbul Sabiha Gökçen International Airport Romsis Office Istanbul Turkey",
  "icerik4": "Ankara Esenboğa Airport Romsis Office Ankara Turkey",
  "icerik5": "Fraport TAV Antalya Airport Romsis Office Antalya Turkey",
  "icerik6": "Elmler Akademiyasi Ehmed Cemil Street, Mothercare-Forte Fashion building, 4th floor",
  "span": "Address:"
},
"teklif": {
  "baslik": "How Can We Help You?",
  "wp": "WhatsApp Support Line",
  "ad": "First Name",
  "pad": "Name",
  "soyad": "Last Name",
  "psoyad": "Surname",
  "mail": "Email",
  "tel": "Phone",
  "not": "Add a Note",
  "pnot": "Write to us...",
  "check": "I accept that my personal data will be processed within the scope and purposes stated.",
  "but": "Send"
},
"nav": {
  "tit1": "Home",
  "tit2": "Buy On Board",
  "tit3": "Custom Software Services",
  "tit4": "Lean Manufacturing | MRP",
  "tit5": "WMS Warehouse Management Systems",
  "tit6": "Mobile Application",
  "tit7": "UI & UX",
  "tit8": "Web Development",
  "tit9": "Corporate",
  "tit10": "About Us",
  "tit11": "Our References",
  "tit12": "Frequently Asked Questions",
  "tit13": "Contact",
  "tit14": "How Can We Help You?"
}







  
  
}


  