{
  "yazilim": {
    "titles": "Buy On Board Services"
  },
  "yazilim2": {
    "titlel": "Lean Manufacturing",
    "titlew": "WMS"
  },
  "yazilim3": {
    "titleww": "Web Software",
    "titlem": "Mobile Application",
    "titleu": "UI/UX Design"
  },
  "giris": {
    "baslik": "What Do We Do?",
    "baslik2": "How Do We Work?",
    "baslik3":"Clients we have worked with",
    "baslik4":"Contact us"
  },
  
  "steps": {
    "titlep": "1. Planning and Research",
    "contentp1": "Set Personal Goals",
    "contentp2": "Determine the target audience",
    "contentp3": "Make competitive analysis",
    "titled": "2.Design",
    "contentd1": "Do visual design",
    "contentd2": "Create prototypes .",
    "titlec": "3.Coding",
    "contentc1": "Develop Frontend ",
    "contentc2": "Develop Backend ",
    "titlet": "4.Testing",
    "contentt1": "Do usability testing ",
    "contentt2": "Do functional testing.",
    "contentt3": "Do scanner and device testing.",
    "titlew": "5.Website Publishing",
    "contentw1": "We provide domain and hosting services.",
    "contentw2": "Website Publishing",
    "titlemm": "6.Maintenance and Update",
    "contentmm1": "Monitoring Performance.",
    "contentmm2": "Update Regular."
  },
  "buyon":{
    "giris":"As Romsis, we enrich the modern airline experience with “Buy on Board” (BOB) services. By offering a variety of food and beverage options to our passengers during the flight, we increase their comfort and also provide additional revenue opportunities for airlines. While passengers can easily choose their preferred products, we effectively manage in-flight services and ensure that sales transactions are carried out smoothly. Through the “Buy on Board” system, we aim to make passengers’ travels more enjoyable and increase the operational efficiency of airlines.",
    "baslik1":"BUY ON BOARD SOFTARE SERVICES",
    "altbaslik1":"1.In-Flight Loading",
    "par1":"In-flight loading is a process carried out before the flight where airline companies carefully plan and load the products to be sold on board (food, beverages, and duty-free items). At this stage, loading is done by taking into account stock quantities, passenger numbers, and product variety. The products are taken from airport warehouses and placed in appropriate compartments on the plane. The in-flight loading process is meticulously performed in terms of both safety and operational efficiency.",
    "altbaslik2": "2.In-Flight Sales and Inventory Management",
    "par2":"In-flight sales and inventory management involves the cabin crew selling food, beverages, and other products to passengers during the flight. These sales are typically conducted via cash, credit card, or airline applications. Inventory management includes recording sold items and tracking remaining stock. Digitally recording sales allows for accurate post-flight stock assessment and helps determine needs for the next flight.",
    "altbaslik3":"3.Post-Flight Accounting and Reporting Process",
    "par3": "After the flight, sales data is collected and entered into the airline’s accounting system. Revenue reports are prepared by comparing sales and inventory data. This process also includes reporting on issues such as lost or damaged products. The post-flight accounting and reporting process provides the necessary data for the planning of the next flight by analyzing detailed information such as revenues, expenses, and unsold products.",
    "baslik2":"BUY ON BOARD RETAIL SERVICES",
    "par4":"With our retail service, which allows for entering specific loading quantities, cabin and passenger information, and custom pricing for each flight, we meet all your needs before, during, and after the flight."
  },  
  "yalin": {
    "baslik1":"LEAN MANUFACTURING",
    "par1" :"Lean manufacturing is a production philosophy focused on minimizing waste and creating value. Our goal is to optimize production processes to enhance the efficiency of your business.",
    "tit1":"End-to-End Manufacturing Process Analysis",
    "text1":"We analyze our customers' entire production processes from start to finish. This analysis is an assessment of the current situation and identification of areas for improvement.",
    "ex1":"For an automotive manufacturer, we identify time wasters and bottlenecks by reviewing each step in the assembly line.",
    "tit2":"Completion of Incomplete Processes",
    "text2":"We eliminate production disruptions by completing missing processes. This process includes employee training and equipment updates.",
    "ex2":"Based on feedback, we solve problems in equipment use and provide the necessary training.",
    "tit3":"Removing Unnecessary Processes",
    "text3":"By removing unnecessary processes, we reduce costs and provide more efficient production. This not only saves time, but also helps to use resources more effectively.",
    "ex3":"By optimizing storage processes, we enable products in inventory to move faster.",
    "tit4":"Providing Increased Productivity",
    "text4":"We carry out continuous improvement work to increase efficiency. This includes analyzing processes, developing strategies to increase employee motivation, and using technology.",
    "ex4":"By implementing AI-powered process monitoring systems, we track real-time efficiency rates.",
    "tit5":"Traceable and Manageable Workflows",
    "text5":"We offer traceable and manageable production processes by detailing workflows. This allows managers to better manage processes and increase performance.",
    "ex5":"By installing real-time monitoring systems in our production lines, we instantly report the efficiency of each stage.",
    "tit6":"Continuous Improvement and Update",
    "text6":"With the philosophy of continuous improvement, we constantly review our processes. We evaluate our observations and take steps towards improvement. We follow a systematic path while taking these steps.",
    "ex6":" We implement suggested improvements by holding regular feedback meetings with team members.",
    "baslik2":"MRP - Material Requirements Planning",
    "par2":"Material Requirements Planning (MRP) is a method used by a business to plan the materials needed during the production process and to procure them at the right time. The MRP system aims to optimize the inventory and procurement process by determining the necessary quantities of raw materials and components based on the demanded product quantities and the production schedule. This way, businesses can reduce the risk of overstocking or understocking the materials needed for production, thereby controlling their costs and ensuring production continuity.",
    "altbaslik":"The MRP system is based on three fundamental elements:",
    "span1":"1.Bill of Materials (BOM): ",
    "span2":"2.Master Production Schedule (MPS): ",
    "span3":"3.Inventory Status: ",
    "liste1":"This is a list that shows which materials are required to produce the products. It includes all components and subcomponents of the products.",
    "liste2":"This schedule indicates the quantity and timing of the products that are planned to be produced. It is determined based on customer demands and the production capacity of the business.",
    "liste3":": This includes information about current stock levels, order statuses, and lead times. By taking inventory status into account, the necessary materials are ordered in a timely manner.",
    "ornek":"Open Example",
    "kapat":"Close Example"
  },
  "wms": {
    "baslik1":"WMS Warehouse Management Systems: Efficient and Smart Warehouse Solutions",
    "par":"With WMS Warehouse Management Systems, plan and address your international storage area like a city architect, instantly control and evaluate your supply chain and suppliers. Manage your incoming production entries and shipments in a timely and controlled manner while sending the right product to your customers at the right time. While making your inter-warehouse shipments safe and efficient, carry out your transactions smoothly with our user-friendly and easy interface. We optimize your business processes by offering customized solutions according to your additional needs.",
    "baslik2":"How We Work: Our Processes and Approach",
    "liste1":"Designing a user-friendly interface",
    "liste2":"Creation of the website for convenient display to users",
    "liste3":"Creation of Android and IOS based mobile application",
    "liste4":"Developing a preliminary indexing system where customer requests and suggestions can be tested",
    "liste5":"Monitoring the approval processes of customer feedback and additional request proposals and notification of the results",
    "liste6":"Being a customizable software",
    "liste7":"Development and monitoring of billing and payment systems",
    "baslik3":"Romsis WMS, MRP Warehouse Solution Modules"
  },
  "mobil":{
    "baslik1":"Mobile Applications of the Future",
    "par":"We develop user-friendly and innovative mobile applications that perform excellently on both iOS and Android platforms. By utilizing modern technologies, we offer solutions that work efficiently on both platforms while prioritizing user experience. Our aim is to create impressive and functional applications that fully respond to our clients' needs.",
    "baslik2":"Our Services:",
    "altbaslik1":"iOS Mobile Application Services",
    "text1":"We develop user-oriented and high-performance iOS applications that comply with Apple's App Store standards.",
    "detay1":"In the iOS application development process, user experience is at the forefront. Our team produces in Swift and Objective-C languages high-performance, safe and effective applications.",
    "altbaslik2":"Android Mobile Application Services",
    "text2":"We offer extensible, scalable and secure applications for Android devices.",
    "detay2":"Android applications are developed with Java and Kotlin. Our apps run smoothly on a wide range of devices and are designed to comply with Google Play Store standards.",
    "altbaslik3":"Cross Platform Application Services",
    "text3":"We create applications that perform perfectly on both iOS and Android devices with a single code base.",
    "detay3":"We develop cross-platform applications with technologies such as React Native and Flutter. This way, you get excellent performance on both iOS and Android devices with a single code base.",
    "altbaslik4":"Smart Watch Application Systems",
    "text4":"We develop modern and innovative applications for smart watches that prioritize user experience.",
    "detay4":"In smart watch applications, user-friendly interfaces and energy efficiency are at the forefront.We develop and deliver applications optimized for wearable technologies.",
    "altbaslik5":"Mobile System & Interface Development",
    "text5":"We strengthen your mobile interfaces with modern and user-friendly designs.",
    "detay5":"Interface design in mobile applications is extremely important for users to use the application effectively. Our designs are prepared in line with the demands of the users and are experience-oriented.",
    "baslik3":"What We Do:",
    "d":"Detail",
    "dt":"Detailed Information:"
  }
  
  
}


  